Repository: ahmadi-akbar/login-with-phone-number
Catalog: languages/idehwebLwp-*.po
Languages: fa_ir

source: Enable phone number login
fa_ir: فعال سازی ورود با شماره موبایل

source: Enter your phone number
fa_ir: شماره موبایل خود را وارد نمایید

source: Enter api key
fa_ir: کلید api را وارد نمایید

source: Country code accepted in front
fa_ir: در چه کشور هایی خدمات میدهین؟

source: Buy credit here
fa_ir: اعتبار بخرید

source: Enable email login
fa_ir: فعالسازی ورود با ایمیل

source: Enable password login
fa_ir: فعالسازی ورود با رمزعبور

source: Enter redirect url
fa_ir: ‫لینک هدایت را وارد کنید

source: Enable fix position
fa_ir: فعال سازی حالت ثابت فرم

source: Shortcode and Template Tag
fa_ir: کد کوتاه و نحوه استفاده

source: login setting
fa_ir: تنظیمات ورود

source: idehwebLwp Settings
fa_ir: تنظیمات ورود

source: Settings saved.
fa_ir: تنظیمات ذخیره شد.

source: Save Changes
fa_ir: ذخیره تغییرات

source: Your Credit:
fa_ir: اعتبار شما:

source: Buy
fa_ir: خرید

source: 1. create a page and name it login or register or what ever
fa_ir: 1. یک برگه بسازید

source: 2. copy this shortcode <code>[idehweb_lwp]</code> and paste in the page you created at step 1
fa_ir: 2. این کد کوتاه را کپی کنید و در برگه ای که ساختید پیست کنید <code>[idehweb_lwp]</code

source: 3. now, that is your login page. check your login page with other device or browser that you are not logged in!
fa_ir: 3. خب حالا صفحه ورود شما درست شده. حواستون باشه فرم ورود به کاربران خارج شده از سایت نشان داده میشود

source: for more information visit:
fa_ir: برای اطلاعات و راهنمایی بیشتر به این لینک مراجعه کنید:

source: got it
fa_ir: فهمیدم

source: I want user login with email
fa_ir: من میخواهم کاربر با ایمیل وارد شود

source: I want user login with phone number
fa_ir: ‫من میخواهم کاربر با شماره موبایل وارد شود

source: I want user login with password too
fa_ir: من میخواهم کاربر با رمز عبور نیز وارد شود

source: I want form shows on page in fix position
fa_ir: من میخواهم فرم به حالت ثابت و فیکس روی صفحه نمایش داده شود

source: Choose a country...
fa_ir: یک کشور انتخاب کنید...

source: Authenticate
fa_ir: اهراز هویت

source: activate sms login
fa_ir: فعال سازی ورود با اس ام اس

source: Activate
fa_ir: فعالسازی

source: activate account
fa_ir: فعال سازی حساب کاربری

source: enter api key
fa_ir: کلید api را وارد نمایید

source: enter redirect url
fa_ir: لینکی که کاربر بعد از ورود باید به آن هدایت شود را وارد کنید

source: make a page and name it login, put the shortcode inside it, now you have a login page!
fa_ir: یک برگه بسازید و کد کوتاه را درون آن قرار دهید!

source: To use idehwebLwp manually in your theme template use the following PHP code:
fa_ir: برای استفاده در پوسته از کد زیر استفاده کنید:

source: Need more help?
fa_ir: کمک بیشتری نیاز دارید؟

source: Check credit
fa_ir: چک کردن اعتبار

source: phone number:
fa_ir: شماره موبایل:

source: change
fa_ir: عوض کردن

source: please wait...
fa_ir: لطفا صبر کنید...

source: login
fa_ir: ورود

source: Login / register
fa_ir: ورود / عضویت

source: Phone number
fa_ir: شماره موبایل

source: Submit
fa_ir: ثبت

source: Login with email
fa_ir: ورود با ایمیل

source: Your email:
fa_ir: ایمیل شما:

source: Please enter your email
fa_ir: لطفا ایمیل خود را وارد کنید

source: Login with phone number
fa_ir: ورود با شماره موبایل

source: Activation
fa_ir: فعال سازی

source: Security code
fa_ir: کد امنیتی

source: Update password
fa_ir: بروزرسانی رمز عبور

source: Enter new password:
fa_ir: یک رمز عبور جدید برگزینید

source: Please choose a password
fa_ir: لطفا یک رمزعبور برای خود وارد کنید

source: Update
fa_ir: بروزرسانی

source: Enter password
fa_ir: رمز عبور را وارد کنید

source: Your password:
fa_ir: رمز عبور شما:

source: Please enter your password
fa_ir: لطفا رمزعبور خود را وارد کنید

source: Login
fa_ir: ورود

source: Forgot password
fa_ir: فراموشی رمز عبور

source: phone number is wrong!
fa_ir: شماره موبایل اشتباه وارد شده!

source: This username is already registered.
fa_ir: این نام کاربری از قبل وجود دارد.

source: This email address is already registered.
fa_ir: این ایمیل از قبل وجود دارد.

source: Sms sent successfully!
fa_ir: اس ام اس ارسال شد!

source: Password is incorrect!
fa_ir: رمز عبور اشتباه است!

source: Redirecting...
fa_ir: در حال هدایت ...

source: Password set successfully! redirecting...
fa_ir: رمزعبور با موفقیت بروز شد، در حال هدایت...

source: User not found
fa_ir: کاربر یافت نشد

source: Email sent successfully!
fa_ir: ایمیل با موفقیت ارسال شد!

source: email is wrong!
fa_ir: ایمیل اشتباه است!

source: your activation code:
fa_ir: کد فعالسازی شما:

source: loading...
fa_ir: در حال بروزرسانی…

source: wrong
fa_ir: خطا

source: entered code is wrong!
fa_ir: کد فعالسازی وارد شده اشتباه است!

source: user does not exist!
fa_ir: کاربر وجود ندارد!

source: Wrong username or password.
fa_ir: نام کاربری و رمز عبور اشتباه است.

source: successful, redirecting...
fa_ir: موفقیت آمیز، در حال هدایت ...

source: Activation code
fa_ir: کد فعالسازی

source: Login with phone number - sending sms - activate user by phone number - limit pages to login - register and login with ajax - modal
fa_ir: ورود با شماره موبایل - ارسال پیامک - فعال سازی حساب کاربری با ارسال پیامک - ثبت نام و ورود با ajax - مدال

source: Hamid alinia - Idehweb
fa_ir: حمید علی نیا - Idehweb
